[
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Fishing on an Iced lake",
      "description": "For some laid back winter recreation, consider ice fishing for wakasagi. Wakasagi, or Japanese pond smelt, can be found in large shoals under frozen lakes. Just cut a hole in the ice, put your bait in and wait for these easy-to-catch fish to bite. This activity is fun for adults, children, first-timers and experienced fishers alike. After a day on the lake, enjoy your catch deep fried for lunch or dinner.\n\nAlthough you will need a rod, reel, bait and a basic tackle kit, they are all available for rent in most fishing spots. However, you should bring gloves and towels, and come dressed for the freezing temperatures.\n\nThere are plenty of places in Japan you can try wakasagi fishing each winter. Visit Lake Yamanaka (Yamanashi) for the quintessentially Japanese experience of ice fishing under the backdrop of Mt. Fuji. Other popular, picturesque wakasagi fishing spots include Lake Abashiri (Hokkaido), Lake Akan (Hokkaido), Lake Gando (Iwate), Lake Hibara (Fukushima) and Lake Suwa (Nagano).",
      "location": "Aoki Lake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1591881164993x950119392844841500/waffle0_image_54389fa987ca1.jpg",
      "price": 5250,
      "short_description": "The perfect couple's getaway"
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Mountain Bike Fun Ride",
      "description": "This bike tour is perfect for families with children, novice to intermediate riders, or those looking not for an extreme ride but for a scenic peddle around Hakuba. We ride scenic trails around mountain rivers, weave through forest trails and rice fields and show beautiful parts of Hakuba you might otherwise miss.",
      "location": "Kamishiro",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592286536275x774367618545066800/MTB%20fun%20ride.jpg",
      "price": 5250,
      "short_description": "We ride scenic trails in Hakuba. "
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Downhill MTB for beginners",
      "description": "Enjoy a guided MTB downhill trails specifically for beginner riders. \n\nHakuba is getting popular as the MTB destination and has so much terrain for beginners to learn and improve their skills. Join us for a tour full of thrill and emotion. ",
      "location": "Iwatake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592288710251x262188574101827040/Downhill.jpg",
      "price": 5250,
      "short_description": "Enjoy the first thrills of MTB with Expert advice."
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Canyoning in clear waters",
      "description": "Canyoning involves swimming, jumping, abseiling, using ropes, and cascading down whitewater chutes. Late spring and early summer have the highest water flow. There is some hiking involved to access the canyons, but about 80% of the time is spent in the water. Come and see why everyone is raving about canyoning in Japan.",
      "location": "Aoki Lake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592290779370x394765599469386800/Canyoning.jpg",
      "price": 3750,
      "short_description": "Immerse in the Japanese Alps and splash!"
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Canadian Canoe at Lake Aokiko",
      "description": "Enjoy a wonderful day on the pristine waters of Lake Aoki. \nLearn the proper paddling technique and get ready to captain your canoe. Explore the Lake,  and the surrounding wildlife of this beautiful area in Hakuba. ",
      "location": "Aoki Lake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592291131531x213634852921325220/Canadian%20Canoe.jpg",
      "price": 3750,
      "short_description": "Enjoy the pristine waters of Lake Aoki"
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Kayak Adventure on Lake Aoki",
      "description": "Get ready to visit one of the cleanest lakes in Japan and paddle your way around to the open waters. Explore the Lake, with a professional guide and learn about the wildlife surrounding the Japanese Alps. ",
      "location": "Himekawa River",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592292331551x114497882742604200/kayak.jpg",
      "price": 3750,
      "short_description": "Challenge yourself and Kayak!"
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "A workout on the water - SUP",
      "description": "Paddle boarding delivers a full-body workout and thus has become a popular cross-training activity. And since you stand at your full height, you can enjoy unique views of everything from schools of fish under foot to water foul on the horizon. It is a fun and exciting way to explore Lake Akiko and makes for a great platform to dive from into the lakes crystal clear waters.",
      "location": "Aoki Lake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592292346696x459448537385285700/SUP.jpg",
      "price": 3750,
      "short_description": "Challenge yourself to an active day at the lake."
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Teleworking Paradise in Hakuba",
      "description": "A working day on top of the Mountain. Get ready to enjoy a productive day of Teleworking while surrounded by nature. We have a strong Wi Fi network ready for you as well as comfortable setting for your working day. ",
      "location": "Iwatake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1592888107863x758646416749707500/AdobeStock_89230058.jpeg",
      "price": 2500,
      "short_description": "A productive day of working in the mountains."
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Azumino MTB Trails",
      "description": "Enjoy the thrill of Mountain Biking at one of the most pristine locations in Japan, surrounded by trees and nature. ",
      "location": "Iwatake",
      "photo": "//s3.amazonaws.com/appforest_uf/f1593096687103x982865947706463000/MountainBike2.jpg",
      "price": 300,
      "short_description": "Then best MTB trail in Nagano "
    },
    {
      "available_end_date": "Aug 30, 2020 3:00 PM",
      "available_start_date": "Jul 17, 2020 3:00 PM",
      "Average rating": "",
      "title": "Rafting on Himekawa River",
      "description": "Head out with local guides to go rafting on Hakuba Valley’s Himekawa (Princess River). A technical class 2 whitewater river with great views of the Hakuba mountain range. Both morning and afternoon tours are available and we welcome big groups to join in. After a ride down the river, a relaxing soak in a mineral onsen is included in the price.",
      "location": "Himekawa River",
      "photo": "//s3.amazonaws.com/appforest_uf/f1593131537168x632152201443278960/Rafting3.jpg",
      "price": 8000,
      "short_description": "Rafting fun for for families with children/first-time rafters."
    }
   ]